Repository: touseefbsb/Fluent-Video-Player
Catalog: Fluent Video Player/Fluent Video Player/Strings/*/Resources.resw
Source language: en
Languages: es, zh_hans

# AppDescription
source: Fluent Video Player
es: Reproductor de video fluido
zh_hans: 流畅的视频播放器

# Shell_Home.Content
source: Home
es: Casa
zh_hans: 家

# Shell_Library.Content
source: Library
es: Biblioteca
zh_hans: 图书馆

# Shell_History.Content
source: History
es: Historia
zh_hans: 历史

# Shell_LikedVideos.Content
source: LikedVideos
es: Me gustó videos
zh_hans: 喜欢的视频

# Shell_Player.Content
source: Player
es: reproductor de video
zh_hans: 视频播放器

# ExceptionSettingsStorageExtensionsFileNameIsNullOrEmpty
source: File name is null or empty. Specify a valid file name
es: El nombre del archivo es nulo o está vacío. Especifique un nombre de archivo válido
zh_hans: 文件名为null或为空。 指定有效的文件名

# Settings_Theme.Text
source: Choose Theme
es: Escoge un tema
zh_hans: 选择主题

# Settings_Theme_Dark.Content
source: Dark
es: Oscura
zh_hans: 暗

# Settings_Theme_Default.Content
source: Windows default
es: ventanas por defecto
zh_hans: 默认

# Settings_Theme_Light.Content
source: Light
es: Ligera
zh_hans: 光

# Settings_About.Text
source: About this application
es: Acerca de esta aplicación
zh_hans: 关于此应用程序

# Settings_AboutDescription.Text
source: Fluent Video Player has been re engineered from scratch to make it the best possible Video Player for you Windows 10 device, in all aspects. Please do provide me feedback ( twitter : @touseefbsb ) so that I can keep improving this app for you.
es: Fluent Video Player ha sido rediseñado desde cero para convertirlo en el mejor reproductor de video posible para su dispositivo Windows 10, en todos los aspectos. Por favor, envíeme sus comentarios (twitter: @touseefbsb) para que pueda seguir mejorando esta aplicación para usted.
zh_hans: 流畅的视频播放器已经从头开始重新设计，使其成为适用于Windows 10设备的最佳视频播放器。 请给我提供反馈（twitter：@touseefbsb），以便我可以为您继续改进这个应用程序。

# Settings_PrivacyTermsLink.Content
source: Privacy Statement
es: Declaracion de privacidad
zh_hans: 隐私声明

# Settings_Personalization.Text
source: Personalization
es: Personalización
zh_hans: 个性化

# ExceptionEnumToBooleanConverterValueMustBeAnEnum
source: value must be an Enum!
es: El valor debe ser un Enum!
zh_hans: 值必须是枚举！

# ExceptionEnumToBooleanConverterParameterMustBeAnEnumName
source: parameter must be an Enum name!
es: parámetro debe ser un nombre Enum!
zh_hans: 参数必须是枚举名称！

# FirstRun_Body.Text
source: Fluent Video Player is everything you need for your windows 10 device video content. Some of the main features of this app are following: 1. Smooth HD Video Playback. 2. All video formats supported. 3. Both Hamburger Navigation and Tab Navigation Supported. 4. Mini Player will keep playing your videos while you navigate and keep using the app. 5. A lot of Fluent design. 6. Background Play. 7. Simple Keyboard shortcuts to control your playback. 8. Compact overlay mode ( picture in picture mode ). 9. A Mini progress bar which will keep showing even when ur media controls are hidden ( it is ofcourse optional, can be turned off from controls or shortcut key "B"). 10. Multiple videos play support ( with next and previous option as well ) 11. Output Audio Device Selection. 12. Library show folders and videos together (add more folders if needed). 13. Playlists. 14. Homepage for faster access to your videos. All features of this app are totally user feedback based. Please contact me for any bug reports or features requests. ( twitter : @touseefbsb , email : touseefbsb@gmail.com)
es: Fluent Video Player es todo lo que necesita para el contenido de video de su dispositivo con Windows 10. Algunas de las principales características de esta aplicación son las siguientes: 1. Reproducción de video HD sin problemas. 2. Todos los formatos de video soportados. 3. Tanto la navegación de la hamburguesa como la navegación con pestañas son compatibles. 4. Mini Player seguirá reproduciendo tus videos mientras navegas y continúas usando la aplicación. 5. Un montón de diseño fluido. 6. Juego de fondo. 7. Atajos de teclado simples para controlar su reproducción. 8. Modo de superposición compacta (imagen en modo de imagen). 9. Una mini barra de progreso que seguirá apareciendo incluso cuando sus controles de medios estén ocultos (por supuesto, es opcional, se puede desactivar desde los controles o la tecla de acceso directo "B"). 10. Soporte de reproducción de múltiples videos (con la opción siguiente y anterior también) 11. Selección de dispositivo de salida de audio. 12. Biblioteca muestre carpetas y videos juntos (agregue más carpetas si es necesario). 13. Listas de reproducción. 14. Página de inicio para un acceso más rápido a tus videos. Todas las características de esta aplicación están totalmente basadas en los comentarios de los usuarios. Por favor, póngase en contacto conmigo para cualquier informe de errores o solicitudes de características. (twitter: @touseefbsb, correo electrónico: touseefbsb@gmail.com)
zh_hans: 流畅的视频播放器是您的Windows 10设备视频内容所需的一切。该应用程序的一些主要功能如下： 1.流畅的高清视频播放。 2.支持所有视频格式。 3.支持汉堡导航和标签导航。 4.迷你播放器将在您导航和继续使用应用程序时继续播放您的视频。 5.很多Fluent设计。 6.背景游戏。 7.简单的键盘快捷键来控制播放。 8.紧凑的叠加模式（画中画模式）。 9.一个迷你进度条，即使你的媒体控件被隐藏也会一直显示（它是可选的，可以从控件或快捷键“B”关闭）。 10.多个视频播放支持（还有下一个和上一个选项） 11.输出音频设备选择。 12.库一起显示文件夹和视频（如果需要，添加更多文件夹）。 13.播放列表。 14.主页可以更快地访问您的视频。 此应用程序的所有功能完全基于用户反馈。如有任何错误报告或功能请求，请与我联系。 （twitter：@touseefbsb，电子邮件：touseefbsb@gmail.com）

# FirstRun_Title.Text
source: Welcome to Fluent Video Player
es: Bienvenido a Fluent Video Player
zh_hans: 欢迎使用流利的视频播放器

# AfterUpdate_Body.Text
source: 1. IP Ninja partner sdk remove for now. 2. OxyLabs partner SDK removed for now. 3. Playback engine upgraded. keep the feedback coming : touseefbsb@gmail.com ( twitter : @touseefbsb)
es: 1. Eliminación del sdk de socios de IP Ninja por ahora. 2. El SDK de socios de OxyLabs se eliminó por ahora. 3. Motor de reproducción actualizado. sigue enviando tus comentarios: touseefbsb@gmail.com (twitter: @touseefbsb)
zh_hans: 1.暂时移除 IP Ninja 合作伙伴 sdk 2.暂时移除 OxyLabs 合作伙伴 SDK 3.播放引擎升级 保持反馈意见：touseefbsb@gmail.com（twitter：@touseefbsb）

# AfterUpdate_Title.Text
source: What's new in this version
es: Que hay de nuevo en esta version
zh_hans: 这个版本有什么新东西

# FeedbackHub_Link.Content
source: Feedback
es: Realimentación
zh_hans: 反馈

# ErrorAds
source: Error Getting Ads
es: Error al obtener anuncios
zh_hans: 获取广告时出错

# SearchBox.PlaceholderText
source: Search
es: Buscar
zh_hans: 搜索

# AddFolders.ToolTipService.ToolTip
source: Add Folders To Video Library
es: Añadir carpetas a la biblioteca de videos
zh_hans: 将文件夹添加到视频库

source: Show All
es: Mostrar todo
zh_hans: 显示所有

# ShowFolder
source: Show Folders
es: Mostrar carpetas
zh_hans: 显示文件夹

# ShowVideo
source: Show Videos
es: Mostrar videos
zh_hans: 显示视频

# ToggleViewButton.Label
source: Toggle View
es: Cambiar vista
zh_hans: 切换视图

# AddFolders.Label
source: Add Folders
es: Añadir carpetas
zh_hans: 添加文件夹

# NoItemsBlock.Text
source: This Folder is empty :( Consider adding folders to your video Library
es: Esta carpeta está vacía :( Considera agregar carpetas a tu biblioteca de videos
zh_hans: 此文件夹为空:(考虑在视频库中添加文件夹

# NumOfItemsBlock.Text
source: Number of Items :
es: Número de items :
zh_hans: 东西的个数 ：

# ResumeBlock.Text
source: Do you want to Resume From Where you left Off?
es: ¿Quieres reanudar desde donde lo dejaste?
zh_hans: 你想从你离开的地方恢复吗？

# Yes.Content
source: Yes
es: Sí
zh_hans: 是

# No.Content
source: No
zh_hans: 没有

# ToggleLoopingAppBarButton.ToolTipService.ToolTip
source: Toggle Looping
zh_hans: 切换循环

# MiniBarAppBarButton.ToolTipService.ToolTip
source: Toggle Mini Bar
zh_hans: 切换迷你酒吧

# OpenAppBarButton.ToolTipService.ToolTip
source: Open
es: Video abierto
zh_hans: 打开

# AudioDeviceAppBarButton.ToolTipService.ToolTip
source: Select Audio Device
es: Seleccionar dispositivo de audio
zh_hans: 选择音频设备

# AudioDeviceSelector.Text
source: Select Audio Device
es: Seleccionar dispositivo de audio
zh_hans: 选择音频设备

# AudioComboBox.PlaceholderText
source: Audio Device
es: Dispositivo de audio
zh_hans: 音频设备

# AudioDeviceAppBarButton.Label
source: Audio Device
es: Dispositivo de audio
zh_hans: 音频设备

# MiniBarAppBarButton.Label
source: Mini Bar
zh_hans: 迷你吧

# OpenAppBarButton.Label
source: Open
es: Video abierto
zh_hans: 打开

# ToggleLoopingAppBarButton.Label
source: Toggle Looping
zh_hans: 切换循环

# PipAppBarButton.ToolTipService.ToolTip
source: Toggle Mini Mode
zh_hans: 切换迷你模式

# CloseMiniButton.ToolTipService.ToolTip
source: Close Mini Player
es: Cerrar Mini Player
zh_hans: 关闭迷你播放器

# DisplayModeBlock.Text
source: Toggle Display Mode
es: Alternar modo de visualización
zh_hans: 切换显示模式

# DisplayModeButton.ToolTipService.ToolTip
source: Toggle Display Mode
es: Alternar modo de visualización
zh_hans: 切换显示模式

# RatingBlock.Text
source: Would you Please like to Rate and Review the app?
es: ¿Le gustaría por favor calificar y revisar la aplicación?
zh_hans: 你想评价和评论应用程序吗？

# ClearHistoryButton.Label
source: Clear History
es: Borrar historia
zh_hans: 清除历史记录

# NoHistoryBlock.Text
source: History is Empty :( Play some videos to create some History ;)
es: La historia está vacía :( Reproduce algunos videos para crear algo de historia;)
zh_hans: 历史是空的:(播放一些视频来创建一些历史记录;）

# ContentDialogPrimaryText
source: Yes
es: Sí
zh_hans: 是

# ContentDialogSecondaryText
source: No
zh_hans: 没有

# ConfirmClearHistoryText
source: Are you sure you want to clear your history?
es: ¿Estás seguro de que quieres borrar tu historial?
zh_hans: 您确定要清除历史记录吗？

# Seek60Backward
source: Seek 60s Backward
es: Buscar 60s de vuelta
zh_hans: 寻求六十秒回来

# Seek60Forward
source: Seek 60s Forward
es: Buscar 60s adelante
zh_hans: 寻求六十秒前进

# Seek5Backward
source: Seek 5s Backward
es: Buscar 5s de vuelta
zh_hans: 寻求五秒钟回来

# Seek5Forward
source: Seek 5s Forward
es: Buscar 5s adelante
zh_hans: 寻求五秒前进

# Seek30Backward
source: Seek 30s Backward
es: Buscar 30s de vuelta
zh_hans: 寻求三十秒回来

# Seek30Forward
source: Seek 30s Forward
es: Buscar 30s adelante
zh_hans: 寻求三十秒前进

# VideoLibraryFolders.Text
source: Folders in your Video Library
es: Carpetas en tu videoteca
zh_hans: 视频库中的文件夹

source: Volume Down
es: Bajar volumen
zh_hans: 音量减小

source: Volume Up
es: Sube el volumen
zh_hans: 提高音量

source: History
es: Historia
zh_hans: 历史

# RateAndReviewBlock.Text
source: Rate and Review App
es: Tarifa y revisión de la aplicación
zh_hans: 评分和评论应用

# ShareBlock.Text
source: Share This App
es: Comparte esta aplicación
zh_hans: 分享这个应用程式

source: In Windows Store
es: En la tienda de Windows
zh_hans: 在Windows应用商店中

# SettingsGeneral.Header
source: General
zh_hans: 一般

# SettingsVideoLibrary.Header
source: Video Library
es: Videoteca
zh_hans: 视频库

# VideoFoldersTitle
source: Library Folders
es: Carpetas de la biblioteca
zh_hans: 图书馆文件夹

# KeyboardShortCutsTitle
source: Keyboard Shortcuts
es: Atajos de teclado
zh_hans: 键盘快捷键

# SettingsKeyboard.Header
source: Keyboard Shortcuts
es: Atajos de teclado
zh_hans: 键盘快捷键

source: Play/Pause
es: Jugar / Pausa
zh_hans: 播放/暂停

source: Mute/UnMute
zh_hans: 静音/取消静音

source: Full Screen
es: Pantalla completa
zh_hans: 全屏

source: Next Track
es: Siguiente pista
zh_hans: 下一曲

source: Previous Track
es: Pista anterior
zh_hans: 上一曲目

source: Toggle Looping
zh_hans: 切换循环

# ToggleMiniBar
source: Toggle Mini Seek Bar
zh_hans: 切换Mini Seek Bar

# TogglePipMode
source: Toggle Picture in Picture Mode
es: Alternar imagen en modo de imagen
zh_hans: 切换图片模式中的图片

source: Space Bar
es: Barra espaciadora
zh_hans: 空格键

source: Up
es: Arriba
zh_hans: 向上

source: Down
es: Abajo
zh_hans: 下

# Right
source: Arrow Right
es: Flecha derecha
zh_hans: 向右箭头

# Left
source: Arrow Left
es: Flecha izquierda
zh_hans: 向左箭头

# Right30
source: Shift + Arrow Right
es: Shft + Flecha derecha
zh_hans: Shift +向右箭头

# Left30
source: Shift + Arrow Left
es: Shft + flecha izquierda
zh_hans: Shift +箭头向左

# Right60
source: Ctrl + Arrow Right
es: Ctrl + Flecha derecha
zh_hans: Ctrl +向右箭头

# Left60
source: Ctrl + Arrow Left
es: Ctrl + Flecha izquierda
zh_hans: Ctrl +向左箭头

# ViewAllButton.Label
source: View All
es: Ver todo
zh_hans: 查看全部

# TrainNextButton.ToolTipService.ToolTip
source: Next
es: Siguiente
zh_hans: 下一个

# TrainPreviousButton.ToolTipService.ToolTip
source: Previous
es: Anterior
zh_hans: 以前

# NoHistory
source: History is Empty :( Play some videos to create some History ;)
es: La historia está vacía :( Reproduce algunos videos para crear algo de historia;)
zh_hans: 历史是空的:(播放一些视频来创建一些历史记录;）

# NoItems
source: This Folder is empty :( Consider adding folders to your video Library
es: Esta carpeta está vacía :( Considera agregar carpetas a tu biblioteca de videos
zh_hans: 此文件夹为空:(考虑在视频库中添加文件夹

# PlaylistsItemHeader.Content
source: Playlists >
zh_hans: 播放列表>

# AddToPlaylist.ToolTipService.ToolTip
source: Add To Playlist
es: Agregar a la lista de reproducción
zh_hans: 添加到播放列表

# DeletePlaylistButton.Label
source: Delete Playlist
es: Eliminar lista de reproducción
zh_hans: 删除播放列表

# EmptyPlaylistBlock.Text
source: This Playlist is empty.
es: Esta lista de reproducción está vacía.
zh_hans: 此播放列表为空。

# AddToBlock.Text
source: Add To...
es: Añadir...
zh_hans: 添加...

# CreateNewPlaylistBlock.Text
source: Create New Playlist
es: Crear nueva lista de reproducción
zh_hans: 创建新的播放列表

# NewPlaylistNameBox.PlaceholderText
source: Enter New Playlist Name
es: Playlist
zh_hans: 输入新播放列表名称

# PlaylistExistsBlock.Text
source: Please try a valid playlist name, which does not exist already.
es: Por favor, intente un nombre de lista de reproducción válido, que no existe ya.
zh_hans: 请尝试一个有效的播放列表名称，该名称已不存在。

# ConfirmDeletePlaylistText
source: Are you sure, that you want to delete this playlist?
es: ¿Estás seguro de que deseas eliminar esta lista de reproducción?
zh_hans: 您确定要删除此播放列表吗？

# ConfirmationTitle
source: Please Confirm
es: Por favor confirmar
zh_hans: 请确认

# FileAccessBlock.Text
source: Can't see your videos? Please make sure to turn on "File Access" for this app in "Windows Settings > Privacy > File System"
es: ¿No puedes ver tus videos? Asegúrese de activar "Acceso a archivos" para esta aplicación en "Configuración de Windows> Privacidad> Sistema de archivos"
zh_hans: 看不到您的视频？ 请确保在“Windows设置>隐私>文件系统”中为此应用启用“文件访问”

# PlayerPageButton.ToolTipService.ToolTip
source: Go To Player
es: Ir al jugador
zh_hans: 去玩家

# PlaylistDisabledBlock.Text
source: Please play a video first, to use the "Add To Playlist" feature
es: Primero reproduzca un video, para usar la función "Agregar a lista de reproducción"
zh_hans: 请先播放视频，然后使用“添加到播放列表”功能

# AllowFileAccessBlock.Text
source: Allow File Access
es: Permitir acceso a archivos
zh_hans: 允许文件访问

# FileAccessWarningText
source: Seems like we might not be able to access some of your videos. Windows will now open Settings app so you can allow File System Access to this app. Please note that when you change this setting, the app might close and you will need to re-run it. Continue ?
es: Parece que es posible que no podamos acceder a algunos de tus videos. Windows ahora abrirá la aplicación Configuración para que pueda permitir el acceso al sistema de archivos a esta aplicación. Tenga en cuenta que cuando cambie esta configuración, la aplicación podría cerrarse y tendrá que volver a ejecutarla. Continuar?
zh_hans: 好像我们可能无法访问您的某些视频。 Windows现在将打开“设置”应用，以便您可以允许文件系统访问此应用。 请注意，当您更改此设置时，应用可能会关闭，您需要重新运行它。 继续？

# FileNotFoundBlock.Text
source: Some video files were modified, moved or deleted on your device by you, so they cannot be accessed.
es: Algunos archivos de video fueron modificados, movidos o eliminados en su dispositivo, por lo que no se puede acceder a ellos.
zh_hans: 您的设备上的某些视频文件已被修改，移动或删除，因此无法访问这些文件。

# DefaultAppBlock.Text
source: Make me Default Video Player
es: Hazme el reproductor de video predeterminado
zh_hans: 让我成为默认视频播放器

source: Library
es: Biblioteca
zh_hans: 图书馆

source: Ok
es: Bueno
zh_hans: 好的
